function ParagraphsComponent() {
  return (
    <div>
      <h2>Заголовок 1</h2>
      <p>
        Читать веб-страницу, состоящую из четырех колонок на экране смартфона,
        име ющем разрешение по горизонтали 320 пикселов, очень трудно. Не менее
        трудно чи тать одну колонку текста, растянутую на 2560 пикселов
        огромного компьютерного монитора.
      </p>
      <h2>Заголовок 2</h2>
      <p>
        Адаптивный веб-дизайн позволяет изменять всю компоновку страницы на
        основе ширины окна браузера (наряду с другими факто рами), допуская
        создание наиболее легко читаемых представлений для каждого устройства,
        не испытывая необходимости в создании нескольких версий одного и того же
        сайта.{" "}
      </p>
    </div>
  );
}
export default ParagraphsComponent;
